Repository: LesOpenGames/app-lesopengames
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Please log in to access page
fr: S'il vous plait, connectez vous pour accéder à la page

source: OpenGames startup
fr: Démarrage d'OpenGames

source: Tournament
fr: Tournoi

source: none
fr: aucun

source: Individual
fr: Individuel

source: Team
fr: Équipe

source: PingPong
fr: Tennis de table

source: Easy
fr: Loisir

source: Sport
fr: Sportif

source: [LesOpenGames] Account Created
fr: [LesOpenGames] Création de compte

source: account_created_email.txt
fr: account_created_email-fr.txt

source: account_created_email.html
fr: account_created_email-fr.html

source: [LesOpenGames] Password Reset
fr: [LesOpenGames] Mise à jour du mot de passe

source: reset_password_email.txt
fr: reset_password_email-fr.txt

source: reset_password_email.html
fr: reset_password_email-fr.html

source: Password
fr: Mot de Passe

source: Repeat Password
fr: Répéter le mot de Passe

source: Password Reset
fr: Reseter le mot de passe

source: Email
fr: Courriel

source: Request Password Reset
fr: Demander un nouveau mot de passe

source: Remember Me
fr: Se souvenir

source: Sign In
fr: Se connecter

source: Role
fr: Type

source: Player
fr: Joueur

source: Juge
fr: Arbitre

source: Register
fr: Créer un Compte

source: Please use a different pseudo
fr: S'il vous plait, utilisez un autre

source: Please use a different email
fr: S'il vous plait, utilisez un autre courriel

source: Invalid username or password
fr: Nom ou mot de passe invalide

source: You are registered %(username)s. Now you can complete your profile.
fr: Vous être enregistré %(username)s. Vous pouvez terminer votre profil

source: Congratulation %(username)s, you are registered. You will receive a confirmation email.
fr: Félicitation %(username)s, vous êtes enregistré. Vous recevrez un mail de confirmation

source: sorry, you cant reset passwd while connected
fr: Désolé, vous ne pouvez pas resetter en étant connecté

source: token not verified
fr: Token invalid

source: For User: %(username)s Password resetted to: %(password)s
fr: Mot de pass mis à %(password)s pour l'utilisateur %(username)s

source: Email sent for password reset
fr: Courriel envoyé pour annulation de mot de passe

source: New User ?
fr: Nouvel Utilisateur ?

source: Click to Register
fr: Cliquer pour s'inscrire

source: Forgot your password ?
fr: Mot de passe oublié ?

source: Click to Reset
fr: Cliquer pour resetter

source: Reset Password
fr: Resetter le Mot de Passe

source: Request New Password
fr: Demander un nouveau mot de passe

source: Login pb
fr: Problem de login

source: Error in stripe request, please contact admins
fr: Erreur dans la requête stripe, contacter u

source: check paiement
fr: Paiment par Chéque

source: Payable to
fr: À l'ordre de

source: At the adress
fr: À l'addresse

source: Amount is
fr: Le montant est

source: Billing Les Open Games
fr: Facture Les Open Games

source: Thanks, you paid
fr: Merci, vous avez payé

source: File Not Found
fr: Fichier introuvable

source: Back Home
fr: Retour Accueil

source: Post Body
fr: Corps de message

source: Publish
fr: Publier

source: Team Name
fr: Nom d'équipe

source: Sport Level
fr: Niveau

source: Tough
fr: Sportif

source: Collective Sport
fr: Sport Collectif

source: Racket Sport
fr: Sport de Raquette

source: Paiment
fr: Paiement

source: Partner
fr: Partenaire

source: Open Team
fr: Ouvert à tous

source: Validate
fr: Valider

source: Health Document
fr: Certificat médical

source: Parent Auth
fr: Autorisation Parentale

source: First Name
fr: Prénom

source: Second Name
fr: Nom

source: Student
fr: Étudiant

source: Gender
fr: Sexe

source: Birth Date
fr: Date de naissance

source: Weight
fr: Poids

source: Phone Number
fr: Téléphone

source: Submit
fr: Envoyer

source: Please use a different username.
fr: S'il vous plait, utilisez un autre nom

source: Use phone number format: 06-18-55-82-33 | 06 18 55 82 33 | 0618558233
fr: Utiliser un des formats: 06-18-55-82-33 | 06 18 55 82 33 | 0618558233

source: No such score for challenge %(cid)s player %(uid)s
fr: Notation impossible: épreuve %(cid)s joueur %(uid)s

source: A Propos
fr: À Propos

source: Health Certificat
fr: Certificat Médical

source: Minor Authorisation
fr: Autorisation pour Mineur

source: Rules
fr: Règlement

source: Contact
fr: Nous Contacter

source: Sorry, you cant score team
fr: Désolé, vous ne pouvez pas noter cette équipe

source: Wrong chrono format; use something like 22m12s
fr: Mauvais format de chrono; essayer quelque chose comme 22m12s

source: No such Challenge
fr: Aucune épreuve correspondante

source: No such Team
fr: Pas d'équipe correspondante

source: Score changed for Team %(teamname)s
fr: Score mis à jour pour l'équipe %(teamname)s

source: No such Player
fr: Pas de joueur correspondant

source: Score changed for Player %(playername)s
fr: Score mis à jour pour le joueur %(playername)s

source: Wrong Score Path
fr: Mauvais Chemin de Score

source: No such challenge for id %(id)s
fr: Aucune épreuve pour cet id %(id)s

source: Sorry, you cant modify challenge %(name)s
fr: Désolé, vous ne pouvez pas modifier l'épreuve %(name)s

source: Challenge successfully changed
fr: Épreuve modifiée

source: Edit Challenge
fr: Éditer l'Épreuve

source: Challenge
fr: Épreuve

source: Challenges
fr: Épreuves

source: Home Page
fr: Accueil

source: General Rating
fr: Classement Général

source: All Posts
fr: Tous Posts

source: Sorry, you cant view user
fr: Désolé, vous ne pouvez visualiser ce joueur

source: User Profile
fr: Profil Utilisateur

source: No such team
fr: Aucune équipe

source: Sucessfully added player to team
fr: Joueur ajouté avec succès

source: Warning: age is to low for this team level
fr: Attention: trop jeune pour ce niveau d'équipe

source: Sucessfully created user
fr: Utilisateur créé avec succès

source: Create User
fr: Créer un utilisateur

source: Sorry, you cant check players docs
fr: Désolé, vous ne pouvez pas valider les documents

source: No such User
fr: Aucun d'utilisateur

source: You cant call that page
fr: Vous n'avez pas les droits d'accès à cette page

source: Unable to edit such User
fr: Impossible d'éditer cet utilisateur

source: Sucessfully updated your profile
fr: Mise à jour du profil réussie

source: Edit Profile
fr: Éditer son profil

source: No such user
fr: Utilisateur inconnu

source: You dont have access to such page
fr: Vous n'avez pas les droits d'accès à cette page

source: You have no team to leave
fr: Vous n'appartenez à aucune équipe

source: Sucessfully quitted team
fr: Vous êtes sorti de l'équipe

source: User %(username)s deleted
fr: Utilisateur %(username) supprimé

source: Users Admin List
fr: Liste Joueurs (admin)

source: Sorry, you cant see team %(name)s
fr: Impossible de voir cette équipe %(name)s

source: Team Scores
fr: Scores d'Équipe

source: Paiment striped, waiting for validation
fr: Payé par stripe, en attente de validation

source: Waiting for Paiment
fr: En attente de Paiement

source: Wrong birthdate for %(username)s
fr: %(username)s trop jeune

source: Missing health doc for %(username)s
fr: Manque certificat médical pour %(username)s

source: Missing parent auth doc for %(username)s
fr: Manque autorisation parentale pour %(username)s

source: Sorry, you already belong to team %(name)s
fr: Désolé, vous êtes déjà dans l'équipe %(name)s

source: Name %(newteamname)s already exist
fr: Le nom %(newteamname)s existe déjà

source: Problem Occured with creating team
fr: Un problème est survenu dans la création de l'équipe

source: Team %(teamname)s created
fr: Équipe %(teamname)s crée

source: Create Team
fr: Créer une équipe

source: Sorry, no open team available
fr: Désolé, pas d'équipe ouverte disponible

source: Join Team
fr: Rejoindre une équipe

source: You cant join a team as you already have one
fr: Vous ne pouvez pas rejoindre une équipe quand vous en avez déjà une

source: You cant join team as it is already full
fr: Vous ne pouvez pas rejoindre une équipe déjà pleine

source: You cant join team as it is not open to subscribing
fr: Vous ne pouvez pas rejoindre une équipe fermée

source: Successfully joined team
fr: Bravo, Inscription à l'équipe

source: No such team for id %(team_id)s
fr: Aucune équipe avec l'id %(team_id)

source: Sorry, you cant modify team %(name)s
fr: Désolé, vous ne pouvez pas modifier l'équipe %(name)s

source: Team %(teamname)s deleted
fr: Équipe %(teamname) supprimée

source: Problem Occured with modifying team
fr: Un problème est survenu dans la modification de l'équipe

source: Team %(teamname)s modified
fr: Équipe %(teamname)s modifiée

source: Edit Team
fr: Modifier l'équipe

source: Teams Admin List
fr: Liste Équipes (admin)

source: User %(username)s not found
fr: Utilisateur %(username)s introuvable

source: Cannot follow yourself
fr: Impossible de vous suivre vous même

source: You are following %(username)s
fr: Vous suivez %(username)s

source: Cannot unfollow yourself
fr: Impossible de vous suivre vous même

source: You have unfollowed %(username)s
fr: Vous ne suivez plus %(username)s

source: Download PDF
fr: Télécharger en PDF

source: Click to edit challenge
fr: Cliquer pour éditer l'épreuve

source: No Juge yet
fr: Pas d'Arbitre

source: Name
fr: Nom

source: Score Type
fr: Type de score

source: Team Type
fr: Type d'épreuve

source: meters
fr: mètres

source: Not ranked yet
fr: Pas encore classé

source: Join
fr: Rejoindre

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Congratulation, Team is validated and subscribed to event
fr: Félicitations, votre équipe est inscrite !

source: Some requirements may miss before subscription is completed: <ul><li>non valid age</li><li> minor authorizations</li><li>health document</li><li> paiement not done or pending.</li></ul> A team number will then be attributed.
fr: Ces éléments peuvent manquer pour finaliser l'inscription <ul><li>age non valide </li><li>autorisation parentale si mineur non reçu </li><li>certificat médical non reçu </li><li>paiement non valide ou en attente </li></ul>Un numéro d'équipe sera attribué après validation de l'équipe

source: Players
fr: Joueurs

source: Billing
fr: Prix

source: Year of birth limited to 2004 for Sportive level, or 2007 for Easy level
fr: Date de naissance limitée à 2004 pour le niveau Sportif, ou 2007 pour le niveau Loisir.

source: Auth
fr: Autor.

source: Parental Authorisation needed, to be sent by email
fr: Autorisation parentale obligatoire, à envoyer par email

source: Add Player
fr: Ajouter un Joueur

source: auth
fr: autor.

source: Quit Team
fr: Quitter l'équipe

source: Pay with CB
fr: Payer par CB

source: None already set
fr: Aucun pour l'instant

source: Update Ranks
fr: Re-Classer

source: Be aware, that this level choice is final. You will not be able to change it.
fr: Attention, ce choix de niveau est définitif. Vous ne pourrez pas le changer ultérieurement.

source: Among 15 challenges, you have choice in racket and collective sport. Has the number is limmited, admin may modify your choice as long as team is not validated
fr: Parmi la 15aine d épreuves, un choix vous est proposé en sport collectif et en sport de raquette. Le nombre est limité, et en cas de besoin, les administrateurs pourront changer ce choix, tant que l équipe n est pas définitivement validée

source: No posts
fr: Pas de posts

source: Edit team
fr: Modifier l'équipe

source: paiment validated
fr: Paiment Validé

source: Stripe paid, waiting for validation
fr: Payé par Stripe, en cours de validation

source: partner
fr: partenaire

source: Pay with Stripe
fr: Payer par Stripe

source: Pay with Check
fr: Payer par Chéque

source: User:
fr: Utilisateur:

source: Last seen on:
fr: Dernière visite:

source: Edit profile
fr: Changer le profil

source: Create new team
fr: Créer une équipe

source: Yes
fr: Oui

source: No
fr: Non

source: No users
fr: Pas d'utilisateur

source: said
fr: à écrit

source: Default Title
fr: Titre par défaut

source: Toggle navigation
fr: Change la navigation

source: Subscribe team
fr: Créer une équipe

source: Join team
fr: Rejoindre une équipe

source: Rating
fr: Classement

source: Sign Up
fr: Créer un compte

source: Login
fr: Connexion

source: Teams
fr: Équipes

source: Users
fr: Utilisateurs

source: Logout
fr: Déconnexion

source: Howto join the OpenGames event
fr: Comment rejoindre l'évènement Les Open Games

source: Create your account
fr: Créez un compte

source: here
fr: ici

source: Your team has 4 players
fr: Votre équipe a 4 joueurs

source: Create your own team
fr: Créez votre propre équipe

source: Your team is incomplete or you are alone
fr: Votre équipe est incomplète ou bien vous êtes seul

source: Either create an open team
fr: Soit vous créez une équipe ouverte

source: Or join an open team
fr: Soit vous rejoignez une équipe ouverte
